{
    "You are looking for qualified employees": " هل أنت شركة تبحث عن موظفين مؤهلين وكفاءات ؟",
    "Home": "الرئيسية",
    "Blog": "المنتدى",
    "Register": "التسجيل",
    "Login": "الدخول",
    "Services": "الخدمات والبرامج",
    "About Us": "عن الصندوق",
    "Contact Us": "تواصل معنا",


    "Enhancing Employability": "تعزيز قابلية التوظيف",
    "Contributes to HRDF's mission of enhancing employability among Saudi citizens": "تُسهم في تحقيق مهمة صندوق تنمية الموارد البشرية في تعزيز قابلية التوظيف بين المواطنين السعوديين",
    "Facilitating Job Matching": "تيسير عملية التوافق الوظيفي",
    "Streamlined Recruitment Process": "عملية توظيف مبسطة",
    "Simplifies the recruitment process for companies by providing them with access to a pool of pre-screened": "يبسط عملية التوظيف للشركات من خلال توفير الوصول إلى مجموعة من المرشحين المعروضين مسبقاً",
    "Efficiency and Effectiveness": "الكفاءة والفعالية",
    "This program ensure that companies are connected with candidates who possess skills and qualifications to excel in their roles": "هذا البرنامج يضمن ربط الشركات بالمرشحين الذين يمتلكون المهارات والمؤهلات اللازمة لتفوقهم في مهامهم",
    "The program goals": "أهداف البرنامج",
    "Bridging the Gap and Streamlining Recruitment with HRDF": "تعزيز التوافق وتبسيط عملية التوظيف مع صندوق تنمية الموارد البشرية",
    "Utilize a comprehensive analysis to match companies' employment needs with the suitable candidates": "نستخدم تحليل شامل لتوافق احتياجات التوظيف للشركات مع المرشحين المناسبين",
    
    
    "Save Time and Resources": "وفر الوقت والموارد",
    "Unlock your company's potential with HRDF, Sign up now": "فتح إمكانيات شركتك مع صندوق تنمية الموارد البشرية، سجّل الآن",
    "HRDF Programm": "برنامج صندوق تنمية الموارد البشرية",
    "Join the ranks": "انضم إلى قافلة",
    "Of satisfied companies who have benefited from HRDF's extensive resources": "الشركات المرتاحة الذين استفادوا من موارد صندوق تنمية الموارد البشرية",
    "Sign up now!": "سجّل الآن!",
    "This program, in collaboration with the Saudi Human Resources Development Fund (HRDF), is here to streamline your recruitment process and connect you with the best talent in the market": "هذا البرنامج، بالتعاون مع صندوق تنمية الموارد البشرية السعودي، مخصص لتسهيل عملية التوظيف لديك وربطك بأفضل المواهب في السوق",
    "Unlock Your Company's Potential": "اطلق إمكانيات شركتك",
    "Thoughtful experiences": "تجارب واقعية ملموسة",
    "Saudi Human Resources Development Fund (HRDF)": "صندوق تنمية الموارد البشرية السعودي",
    
    
    
    "General Satisfaction Index for Establishments": "مؤشر الرضا العام للمؤسسات",
    "General Satisfaction Index for Individuals": "مؤشر الرضا العام للمؤسسات",
    "General Satisfaction Index": "مؤشر الرضا العام",
    "The HRDF initiative contributes to increasing of individual qualifications": "مبادرة صندوق تنمية الموارد البشرية تسهم في زيادة مؤهلات الأفراد",
    "Unlimited power and customization": "قدرة وتخصيص غير محدودة",
    "Discover More": "إكتشف المزيد عن البرنامج",
    
    
    "Enter your email address for receiving valuable newsletters": "أدخل عنوان بريدك الإلكتروني لتلقي نشرات إخبارية قيمة",
    "Subscribe to newsletter": "اشترك في النشرة الإخبارية",
    "About company": "حول الشركة",
    "Company services": "خدمات الشركة",
    "Job opportunities": "فرص العمل",
    "Contact us": "اتصل بنا",
    "Client support": "دعم العملاء",
    "Our process": "عملية العمل لدينا",
    "Our story": "تاريخ الشركة",
    "Who we are": "حول الشركة",
    "Latest news": "تفاصيل منشورات",
    "customer": "العملاء",
    "company": "الشركة",
    "HRDF": "",
    "HRDF aims to efficiently provide guidance, training, and empowerment services to enhance the stability and development of the Saudi workforce": "يهدف برنامج نبيه إلى إرشاد والتمكين الكفاءات في سوق العمل السعودي عن طريق",
    "Sustainability of resources and energies": "استدامة الموارد والطاقات",
    "Matching personnel capabilities to enhance private sector productivity": "التوظيف وفقًا لقدرات الموظفين وما يدعم إنتاجيتهم، مما يزيد من إنتاجية القطاع الخاص وزيادة استقرار القوى العاملة في السوق السعودي",
    "Employment in the private sector": "التوظيف في القطاع الخاص",
    "A gateway linking private sector companies with top talents from 'Hadaf' to meet sector requirements": "بوابة تربط شركات القطاع الخاص بأفضل المواهب المتاحة من هدف لتلبية متطلبات القطاع الخاص ",
    "Nabih help HRDF achieve its goals": "مساهمة نبيه لصندوق تنمية الموارد البشرية في تحقيق أهدافه",
    "Companies": "تسجيل شركات",
    "Individuals": "تسجيل أفراد",

    "Find your": "اكــتـــشـــف",
    "Make your": "اصـــنــــع",
    "team": "فــريــقــك",
    "future": "مــســتــقــبــلــك",
    "Reach your": "ابــحــث عــن",
    "pation": "شــغــفــك",
    "calling": "إســتــلهــامك",
    "explore project": "اســـتـــكــشــف الــمــشــروع",
    "for dreamers": "للحالمين",
    "for doers": "للمبادرين",
    "Unlock your potential with Hirat's cutting-edge insights": "اكتشف إمكاناتك مع رؤى هيرات المتقدمة",
    "2030 Futuristic Vision": "رؤية مستقبلية لعام ٢٠٣٠",
    "UNLOCKING THE POTENTIAL OF SAUDI ARABIA'S FUTURE LEADERS": "استكشاف إمكانيات قادة المستقبل في السعودية",
    "Advanced behavioral analysis uesed by NEOM to unlock applicant potential, gaining deep insights into their strengths and social skills. This enables NEOM's HR team to make informed recruitment decisions, placing the right individuals in roles where they can excel": "تستخدم نيوم تحليل السلوك المتقدم لاستكشاف إمكانات المتقدمين، مما يتيح الحصول على رؤى عميقة حول قواهم ومهاراتهم الاجتماعية. ويمكن من خلال ذلك لفريق الموارد البشرية في نيوم اتخاذ قرارات توظيف مستنيرة، وتعيين الأفراد المناسبين في الأدوار التي يمكنهم فيها أن يتألقوا",
    "Could you be the ideal candidate?": "هل يمكن أن تكون المرشح المثالي؟",
    "HIRAT": "هيرات",
    "Leading the": "قيادة",
    "Future Revolution": "ثورة المستقبل",
    "HIRAT ALGORITHEM": "الخوارزمية هيرات",
    "Integrating Hirat into NEOM's recruitment process sharpens candidate selection and streamlines hiring. By identifying the best candidates based on their skills and aptitudes, NEOM builds a stronger, more cohesive workforce, propelling its ambitious vision forward": "دمج خوارزمية هيرات في عملية التوظيف في نيوم يعزز اختيار المرشحين ويسهل عملية التوظيف. من خلال تحديد أفضل المرشحين بناءً على مهاراتهم ومواهبهم، يبني نيوم قوة عمل أقوى وأكثر تماسكًا، مما يدفع برؤيته الطموحة قدمًا",
    "vacant positions": "الوظائف الشاغرة",
    "Productivity Assessment": "قياس قدرات الإنتاجية",
    "It evaluates the productivity capabilities of employees in line with company roles and job requirements": "يعمل على تقييم قدرات الإنتاجية لدى الموظفين في هدف بما يتناسب مع وظائف الشركات ومتطلبات العمل",
    "Dedicated Portals for Companies": "بوابات خاصة للشركات",
    "The program offers dedicated portals for companies to measure employee productivity and guide them in alignment with their capabilities and job requirements": "يقدم البرنامج بوابات مخصصة للشركات لقياس إنتاجية الموظفين وإرشادهم بما يتوافق مع قدراتهم ومتطلبات وظائف الشركة",
    "": "",
    "": ""
}